Repository: WPPlugins/filetype-icons
Catalog: lang/FTIs-*.po
Languages: de_de

source: Choose icon size
de_de: Wähle Icon größe

source: The used icon sets are licensed under a Creative Commons Attribution 3.0 License by
de_de: Die benutzen Bilder stehen unter der 'Creative Commons Attribution 3.0 License' von

source: . Thanks.
de_de: . Danke.

source: Apply to...
de_de: Anwenden auf...

source: the post content
de_de: den Artikel/Seiten Inhalt

source: the post excerpt (or post content, if there is no excerpt)
de_de: den Artikel/Seiten Auszug ( oder Seiten/Artikel Inhalt, wenn kein Auszug vorhanden ist)

source: the comment text
de_de: Kommentare

source: the widget text
de_de: Widget Inhalt

source: Add your own css for the img-tag. Be carefull: no syntax check!
de_de: Füge Dein eigenes CSS zum img-tag hinzu. Aber Vorsicht: keine Syntax Prüfung!

source: Database Options
de_de: Datenbank Optionen

source: Restore defaults
de_de: Standards wiederherstellen

source: Save Changes
de_de: Einstellungen speichern
